Repository: igor-liferenko/cweb-nls
Catalog: cweb-nls-3.64/po/*.po
Languages: pl_pl

source: ! Include file name too long
pl_pl: ! Za d³uga nazwa pliku w³±czanego

source: ! This can't happen:
pl_pl: ! To nie mog³o siê wydarzyæ:

source: ! Cannot open output file
pl_pl: ! Nie mogê otworzyæ pliku wyj¶ciowego

source: ! Input line too long
pl_pl: ! Za d³ugi wiersz na wej¶ciu

source: ! Missing @x in change file
pl_pl: ! Brak @x w pliku zmian

source: ! Change file ended after @x
pl_pl: ! Plik zmian skoñczy³ siê po @x

source: ! Change file ended before @y
pl_pl: ! Plik zmian skoñczy³ sie przed @y

source: ! Where is the matching @y?
pl_pl: ! Gdzie jest odpowiadaj±ce @y?

source: of the preceding lines failed to match
pl_pl: poprzedzaj±cych wierszy przesta³o odpowiadaæ

source: ! CWEB file ended during a change
pl_pl: ! Plik CWEB-NLS skoñczy³ sie w trakcie wykonywania zamiany

source: ! Cannot open input file
pl_pl: ! Nie mogê otworzyæ pliku wej¶ciowego

source: ! Cannot open change file
pl_pl: ! Nie mogê otworzyæ pliku zmian

source: ! Where is the matching @z?
pl_pl: ! Gdzie jest odpowiadaj±ce @z?

source: ! Include file name not given
pl_pl: ! Nie podano nazwy pliku w³±czanego

source: ! Too many nested includes
pl_pl: ! Za wiele zagnie¿dzonych w³±czeñ

source: ! Cannot open include file
pl_pl: ! Nie mogê otworzyæ pliku w³±czanego

source: ! Change file entry did not match
pl_pl: ! Zapis z pliku zmian nie pokrywa siê

source: byte memory
pl_pl: pamiêæ na ³añcuchy znaków

source: name
pl_pl: nazwy

source: ! New name is a prefix of <
pl_pl: ! Nowa nazwa jest przedrostkiem <

source: ! New name extends <
pl_pl: ! Nowa nazwa jest przed³u¿eniem <

source: ! Section name incompatible with <
pl_pl: ! Nazwa sekcji jest niezgodna z <

source: >, which abbreviates <
pl_pl: >, która skraca <

source: . (l. %d of change file)
pl_pl: . (l. %d pliku zmian)

source: . (l. %d of include file %s)
pl_pl: . (l. %d pliku w³±czanego %s)

source: (No errors were found.)
pl_pl: (¯adnych b³êdów nie znaleziono.)

source: (Did you see the warning message above?)
pl_pl: (Czy zauwa¿y³e¶ powy¿sze ostrze¿enie?)

source: (Pardon me, but I think I spotted something wrong.)
pl_pl: (Przepraszam, chyba co¶ posz³o nie tak.)

source: (That was a fatal error, my friend.)
pl_pl: (Ten b³±d by³ krytyczny.)

source: ! Sorry, `%s' capacity exceeded
pl_pl: ! Zabrak³o pamiêci na %s

source: ! Usage: ct [options] webfile[.w] [{changefile[.ch]|-} [outfile[.c]]]
pl_pl: ! U¿ycie: ct [opcje] webfile[.w] [{changefile[.ch]|-} [outfile[.c]]]

source: ! Usage: cw [options] webfile[.w] [{changefile[.ch]|-} [outfile[.tex]]]
pl_pl: ! U¿ycie: cw [opcje] webfile[.w] [{changefile[.ch]|-} [outfile[.tex]]]

source: ! Filename too long
pl_pl: ! Za d³uga nazwa pliku

source: This is CWEAVE-NLS (Version 3.64k)
pl_pl: To jest CWEAVE-NLS (Wersja 3.64k)

source: cross-reference
pl_pl: odsy³acz

source: ! Incomplete line for language `%s' in %s
pl_pl: ! Niedokoñczony wiersz dla jêzyka `%s' w %s

source: ! Missing left identifier of @s
pl_pl: ! Brak lewego identyfikatora w definicji formatu @s

source: ! Missing right identifier of @s
pl_pl: ! Brak prawego identyfikatora w definicji formatu @s

source: ! String didn't end
pl_pl: ! Nie zakoñczony napis

source: ! Input ended in middle of string
pl_pl: ! Wej¶cie skoñczy³o siê w trakcie czytania napisu

source: ! String too long:
pl_pl: ! Za d³ugi napis:

source: ! Use @l in limbo only
pl_pl: ! @l mo¿e byæ u¿yte tylko w `limbo'

source: ! Input ended in section name
pl_pl: ! Wej¶cie skoñczy³o siê w nazwie sekcji

source: ! Section name didn't end
pl_pl: ! Nie zakoñczona nazwa sekcji

source: ! Control codes are forbidden in section name
pl_pl: ! Kody kontrolne s± zabronione w nazwach sekcji

source: ! Section name too long:
pl_pl: ! Za d³uga nazwa sekcji:

source: ! Verbatim string didn't end
pl_pl: ! Nie zakoñczony napis `verbatim'

source: ! Control text didn't end
pl_pl: ! Nie zakoñczony tekst kontrolny

source: ! Control codes are forbidden in control text
pl_pl: ! Kody steruj±ce s± zabronione w tekstach kontrolnych

source: section number
pl_pl: numer sekcji

source: ! Never defined: <
pl_pl: ! Nigdzie nie zdefiniowana sekcja: <

source: ! Never used: <
pl_pl: ! Nigdzie nie u¿yta sekcja: <

source: ! Line had to be broken (output l. %d):
pl_pl: ! Linia musia³a byæ z³amana (wyj¶cie l. %d):

source: ! Double @ should be used in limbo
pl_pl: ! Podwójny znak @ powinien byæ u¿yty w `limbo'

source: ! Input ended in mid-comment
pl_pl: ! Wej¶cie skoñczy³o siê w trakcie czytania komentarza

source: ! Missing } in comment
pl_pl: ! Brak znaku } w komentarzu

source: ! Illegal use of @ in comment
pl_pl: ! Niedozwolone u¿ycie @ w komentarzu

source: ! Extra } in comment
pl_pl: ! Dodatkowy znak } w komentarzu

source: Tracing after l. %d:
pl_pl: ¦ledzenie po l. %d

source: text
pl_pl: tekst

source: Irreducible scrap sequence in section %d:
pl_pl: Nieredukowalny ci±g wycinków w sekcji %d:

source: scrap/token/text
pl_pl: wycinek/token/tekst

source: ! Double @ should be used in strings
pl_pl: ! Podwójny znak @ powinien byæ u¿yty w napisach

source: ! Missing '|' after C text
pl_pl: ! Brak `|' za kodem w C

source: stack
pl_pl: stos

source: ! Illegal control code in section name: <
pl_pl: ! Niedozwolony kod steruj±cy w nazwie sekcji: <

source: ! C text in section name didn't end: <
pl_pl: ! Nie zakoñczony kod C w nazwie sekcji: <

source: buffer
pl_pl: bufor

source: Writing the output file...
pl_pl: Wynik zapisujê do pliku...

source: ! TeX string should be in C text only
pl_pl: ! Napis TeX-owy mo¿e wyst±piæ tylko w kodzie C

source: ! You can't do that in TeX text
pl_pl: ! Nie mo¿na tego zrobiæ w tek¶cie TeX-owym

source: ! Improper macro definition
pl_pl: ! Niepoprawna makrodefinicja

source: ! Improper format definition
pl_pl: ! Niepoprawna definicja formatu

source: ! You need an = sign after the section name
pl_pl: ! Po nazwie sekcji powinien wyst±piæ znak `='

source: ! You can't do that in C text
pl_pl: ! Nie mo¿na tego zrobiæ z kodem w C

source: Writing the index...
pl_pl: Piszê do indeksu...

source: ! Cannot open index file
pl_pl: ! Nie mogê otworzyæ pliku z indeksem

source: ! Cannot open section file
pl_pl: ! Nie mogê otworzyæ pliku z nazwami sekcji

source: Done.
pl_pl: Gotowe.

source: Memory usage statistics:
pl_pl: Statystyka wykorzystanej pamiêci:

source: %ld names (out of %ld)
pl_pl: %ld nazw (z %ld)

source: %ld cross-references (out of %ld)
pl_pl: %ld odsy³aczy (z %ld)

source: %ld bytes (out of %ld)
pl_pl: %ld bajty(-ów) (z %ld)

source: Parsing:
pl_pl: Analiza sk³adniowa:

source: %ld scraps (out of %ld)
pl_pl: %ld wycinków (z %ld)

source: %ld texts (out of %ld)
pl_pl: %ld tekstów (z %ld)

source: %ld tokens (out of %ld)
pl_pl: %ld tokenów (z %ld)

source: %ld levels (out of %ld)
pl_pl: %ld poziomów (z %ld)

source: Sorting:
pl_pl: Sortowanie:

source: This is CTANGLE-NLS (Version 3.64k)
pl_pl: To jest CTANGLE-NLS (Wersja 3.64k)

source: ! Not present: <
pl_pl: ! Sekcja nie wystêpuje: <

source: ! No program text was specified.
pl_pl: ! Brak tekstu programu.

source: Writing the output file (%s):
pl_pl: Wynik zapisujê do pliku (%s):

source: Writing the output files:
pl_pl: Wyniki zapisujê do plików:

source: ! Cannot open output file:
pl_pl: ! Nie mogê otworzyæ pliku wyj¶ciowego:

source: macro defs have strange char
pl_pl: w makrodefinicjach wystêpuj± nieznane znaki

source: ! Section name ended in mid-comment
pl_pl: ! Nazwa sekcji skoñczy³a siê w trakcie czytania komentarza

source: ! Double @ should be used in control text
pl_pl: ! Podwójny znak @ powinien byæ u¿yty w tek¶cie kontrolnym

source: ! Nesting of section names not allowed
pl_pl: ! Zagnie¿d¿anie nazw sekcji nie jest dozwolone

source: output files
pl_pl: pliki wyj¶ciowe

source: ! Double @ should be used in ASCII constant
pl_pl: ! Podwójny znak @ powinien byæ u¿yty w sta³ej ASCII

source: ! Missing `@ ' before a named section
pl_pl: ! Brak znaku `@ ' przed nazw± sekcji

source: ! Double @ should be used in string
pl_pl: ! W napisie powinien byæ u¿yty podwójny znak @

source: ! Unrecognized escape sequence
pl_pl: ! Nie rozpoznana sekwencja unikowa

source: ! @d, @f and @c are ignored in C text
pl_pl: ! @d, @f i @c s± ignorowane w tek¶cie C

source: ! Definition flushed, must start with identifier
pl_pl: ! Pomijam definicjê. Definicja powinna zaczynaæ siê od identyfikatora

source: ! Improper hex number following @l
pl_pl: ! Niepoprawny znak heksadecymalny nastêpuj±cy po @l

source: ! Replacement string in @l too long
pl_pl: ! Za d³ugi napis do wymiany w @l

source: %ld replacement texts (out of %ld)
pl_pl: %ld tekstów do wymiany (z %ld)
